{
  "nav-about-me": "Sobre mi",
  "nav-skills": "Habilidades",
  "nav-portfolio": "Porfolio",
  "nav-contact": "Contacto",
  "nav-home": "Home",
  "header-title": "Hola, mi nombre es <br> <span>RICARDO SANCHEZ</span>",
  "header-subtext": "Desarollador Full Stack, Diseñador UI y UX y Amante del Código. <br> <span> Creo impresionantes y originales páginas web. La imaginación no tiene límites <span>",
  "settings-language": "Lenguaje",
  "about-me-header-title": "Un Gusto Conocerte!",
  "about-me-header-text": "Sientete libre de conocerme. Ya estoy listo para comenzar a trabajar.",
  "about-me-info-title": "Quien soy?",
  "about-me-info-p1": "Soy un desarollador Full-stack localizado en Venezuela. Apacioando  a serious passion for UI effects, animations and creating intuitive, dynamic user experiences.",
  "about-me-info-p2": "Aunque soy estudiante de Ingenier'ia. mi curiosidad y ganas de programar me hicieron ser completamente auditacta. Soy organizado, tranaquilo y muy detallista. Adoro resolver problemas, las matematica y pasar las noches con el codigo. musica y mucho cafe...",
  "about-me-info-p3": "Estoy interesando en el desarrollo de pginas, tanto por el fronent como por e backend, y a tras, prentendo ampliar mis conocimiento y especializarme en araes de la programcion como el desarrollo de Videojuego, la integiencias artifical y el analisis de datos.",
  "about-me-hobby-math": "Matematicas",
  "about-me-hobby-gaming": "Videojuegos",
  "about-me-hobby-music": "Musica",
  "about-me-cv": "Ver curriculum",
  "contact-title":"Contactame",
  "contact-paragraph":"Estoy interesando en oportunidades, tanto freelancers como laborales, e independiente del proyecto. Cualquier. si tiene alguna otra pregunta que hacerme, no dudes en usar el siguiente formulario o tambien escribirme directamente: ",
  "form-name":"Nombre",
  "form-email":"Correo Electronico",
  "form-content":"Tu mensaje",
  "contact-phrase":"El codigo es capaz de cosas incriebles",
  "contact-handcrafted-by":"Esta pagina web fue hecha por mi © 2022"
}