{
  "nav-about-me": "About me",
  "nav-skills": "Skills",
  "nav-portfolio": "Portfolio",
  "nav-contact": "Contact",
  "nav-home": "Home",
  "header-title": "Hi, my name is<br><span>RICARDO SANCHEZ</span>",
  "header-subtext": "Full Stack Web Developer and code lover. <br> <span> I make impressives and originals websites. The imagination have no limits <span>",
  "header-info-text": "If you want to learn more about the development of this portfolio and upcoming updates, I invite you to check out my",
  "header-info-text-link": "Github Repository",
  "settings-language": "Language",
  "about-me-header-title": "Nice to meet you!",
  "about-me-header-text": "I'm a Venezuelan Full Stack Developer and welcome to my place in the Web. Currinly, I'm 19 years old and i love to make interactive and...",
  "about-me-info-title": "Who am I?",
  "about-me-info-p1": "Soy un desarollador Full-stack localizado en Venezuela. Apacioando  a serious passion for UI effects, animations and creating intuitive, dynamic user experiences.",
  "about-me-info-p2": "Aunque soy estudiante de Ingenier'ia. mi curiosidad y ganas de programar me hicieron ser completamente auditacta. Soy organizado, tranaquilo y muy detallista. Adoro resolver problemas, las matematica y pasar las noches con el codigo. musica y mucho cafe...",
  "about-me-info-p3": "Estoy interesando en el desarrollo de pginas, tanto por el fronent como por e backend, y a tras, prentendo ampliar mis conocimiento y especializarme en araes de la programcion como el desarrollo de Videojuego, la integiencias artifical y el analisis de datos.",
  "about-me-hobby-math": "Math",
  "about-me-hobby-gaming": "Gaming",
  "about-me-hobby-music": "Music",
  "about-me-cv": "My Resume",
  "portfolio-header-title": "Personal  Projects",
  "portfolio-header-text": "Una muestro de los proyectos que estoy desarrollado. Cada día trabajando en ellos",
  "portfolio-project-personalBlog-title": "Blog Personal",
  "portfolio-project-personalBlog-p1": "Como no solo me gusta escribir codigo, por que no hacer un blog? Aqui ",
  "portfolio-project-coinMarketCapClone-title": "CoinMarketCap Clone",
  "portfolio-project-coinMarketCapClone-p1": "Este reto Fulstack busca replicar una de las paginas webs mas famosas para el monitoreo del criptomercado. Inclura tanto su aspecto visual y las caracteriticas, como crear, comentar en determinadas criptos, revisar",
  "portfolio-project-bigCoders-title": "BigCoders",
  "portfolio-project-bigCoders-p1": "Este proyecto Open Source busca ser una gran coleccion de ejercicios de Programacion en diferentes lenguajes. En un inicio la Web recopilara ejercicios de JavaScript, CSS, HTML y PHP, desde simples hasta avanzados; un playground para las practicas y un registro de usuarios para guardar el progreso y un dashboard para ver estadisticas",
  "portfolio-project-nanogramGame-title": "Web de Nanogramas",
  "portfolio-project-nanogramGame-p1": "Los nanogramas son un Tipo de rompecabeza que coniste en rellenar casillas de acuerdo a los numberos mostrados en los laterales. La web inclura una gran variedad de puzzles en difenrtees dificultadesl y se podran generarar nanogramas aleatorios; crear personalizados,",
  "portfolio-project-technologies": "Technologies",
  "portfolio-project-status": "Status: ",
  "portfolio-project-status-finished": "Deployed",
  "portfolio-project-status-in-progress": "In progress",
  "portfolio-project-status-pending": "Pending",
  "portfolio-project-view-project": "Visit Website",
  "contact-title":"Contact me",
  "contact-paragraph":"I am interested in all kinds of opportunities regardless of their difficulty. If you have any questions, please feel free to use the form below.",
  "form-name":"Name",
  "form-email":"Email Address",
  "form-content":"Your Message",
  "form-response-green": "Email sent successfully",
  "form-response-red": "The Email couldn't be sent",
  "contact-phrase":"Code is capable of incredible things",
  "contact-handcrafted-by":"This website was handcrafted by me © 2022"
}