{
  "nav-about-me": "About me",
  "nav-skills": "Skills",
  "nav-portfolio": "Portfolio",
  "nav-contact": "Contact",
  "nav-home": "Home",
  "header-title": "Hi, my name is<br><span>RICARDO SÁNCHEZ</span>",
  "header-subtext": "Full Stack Web Developer and Code Passionate. <br> <span>I make awesome and original web pages, and I enjoy every day to be able to dedicate myself to it. <span>",
  "header-info-text": "This portfolio is a constantly changing project. If you want to learn more about the development of it and upcoming updates, check out <a href='https://github.com/Rickhersd/Portfolio'> the Respository of this Project</a>",
  "settings-language": "Language",
  "about-me-header-title": "About me",
  "about-me-header-text": "20 years old, Venezuelan and College Student",
  "about-me-info-title": "Who am I?",
  "about-me-info-p1": "I am a Full Stack Web Developer with extensive knowledge in web application design and development. I am passionate about creating amazing visual effects and intuitive and dynamic user experiences, as well as providing accurate and scalable solutions to the problems of any project.",
  "about-me-info-p2": "I'm currently studying Computer Engineering and when I'm not studying, I dedicate my hours to learning and practicing technologies focused on Web Development. I am very organized with my work and studies, very detailed to the final result of the projects I do and it makes me very happy to spend every night programming, with music and coffee.",
  "about-me-info-p3": "My interest for this world was born since I was very young and already during secondary school, as a hobby I was programming in Unity and Visual Studio using C#. For now I am focused exclusively on web development, but after graduating I will specialize in other areas of programming such as Artificial Intelligence or Data Analysis.",
  "about-me-hobby-math": "Math",
  "about-me-hobby-gaming": "Gaming",
  "about-me-hobby-music": "Music",
  "about-me-cv": "My Resume",
  "skills-header-title": "Skills",
  "skills-header-text": "The technologies and tools I work with",
  "skills-frontend-info": "Page layout, development of animations and functionalities: the Frontend covers everything the user can see and interact with, and I have the ability to develop impressive and unique websites.",
  "skills-backend-info": "Creation of E-Commers, blogs, administrative applications: the Backend represents all the logic behind any website, and I have the necessary knowledge to develop it and maintain its databases.",
  "about-me-github": "Github Profile",
  "portfolio-header-title": "Projects",
  "portfolio-header-text": "Here are the projects I am working on and will deploy throughout 2023",
  "portfolio-project-personalBlog-title": "Personal Blog",
  "portfolio-project-personalBlog-p1": "Website to write about the projects I'm building, my experiences as a developer and to write tutorials, programming tips and tricks. The website will have the same visual aspect of my personal web portfolio, and from the moment it is deployed, I will work actively creating content.",
  "portfolio-project-notes-title": "Notetaking App",
  "portfolio-project-notes-p1": "Designed to study the Firebase ecosystem, this project incorporates user authentication, database and cloud storage services, and will allow the creation, management, editing and deletion of notes, to-do lists and schedules.",
  "portfolio-project-coinMarketCapClone-title": "CoinMarketCap Clone",
  "portfolio-project-coinMarketCapClone-p1": "Replica of one of the most famous cryptomarket tracking websites, both visually and functionally. The clone will use the official CoinMarketCap Api to load crypto data and will include charts, creation of Whatchlist and custom portfolios, user registration, comment boxes, etc.",
  "portfolio-project-bigCoders-title": "Coding Playground",
  "portfolio-project-bigCoders-p1": "Web application intended to be a large collection of programming logic exercises in different languages. Users will be able to register and monitor their progress and statistics, and through a code playground, solve the available exercises. Initially it will include practices for the basics of the web: HTML, CSS, Javascript and PHP, but over time other languages such as Java, Rust, C#, c++ will be added.",
  "portfolio-project-nanogramGame-title": "Nanograms Website",
  "portfolio-project-nanogramGame-p1": "Nanograms are puzzles whose objective is to paint the cells of a grid according to the numbers shown on the sides of the grid. The site will include a large number of puzzles in different difficulties, both black and white and colored, and you will be able to create your own customized puzzles and publish them.",
  "portfolio-project-technologies": "Technologies",
  "portfolio-project-status": "Status: ",
  "portfolio-project-status-finished": "Deployed",
  "portfolio-project-status-in-progress": "In progress",
  "portfolio-project-status-pending": "Pending",
  "portfolio-project-view-project": "Visit Website",
  "portfolio-project-define" : ": to define",
  "contact-title":"Contact me",
  "contact-paragraph":"Feel free to contact me at any time, either by email directly to ricardosanchez.webdev@gmail.com or by using the form below. I am interested in all kinds of projects regardless of their difficulty.",
  "form-name":"Name",
  "form-email":"Email Address",
  "form-content":"Your Message",
  "form-response-green": "Email sent successfully",
  "form-response-red": "The Email couldn't be sent",
  "contact-phrase":"Code is capable of incredible things",
  "contact-handcrafted-by":"This website was handcrafted by me © 2022"
}