{
  "nav-about-me": "Sobre mí",
  "nav-skills": "Habilidades",
  "nav-portfolio": "Porfolio",
  "nav-contact": "Contacto",
  "nav-home": "Inicio",
  "header-title": "Hola, mi nombre es <br> <span>RICARDO SÁNCHEZ</span>",
  "header-subtext": "Desarollador Web Full Stack y Apasionado del Código. <br> <span> Creo impresionantes y originales páginas web, y disfruto cada día poder dedicarme a ello. </span>",
  "header-info-text": "Este porfolio es un proyecto en constate cambio. Si quieres conocer más acerca del desarrollo de éste y sobre futuras actualizaciones, visita el <a href='https://github.com/Rickhersd/Portfolio'> Respositorio de este Proyecto</a>",
  "settings-language": "Lenguaje",
  "about-me-header-title": "Sobre mí",
  "about-me-header-text": "20 años, Venezolano y Estudiante Universitario",
  "about-me-info-title": "Quien soy?",
  "about-me-info-p1": "Soy un Desarrollador Web Full Stack con amplios conocimientos en el diseño y desarrollo de aplicaciones web. Soy apasionado a la creación de increíbles efectos visuales e intuitivas y dinámicas experiencias de usuario, así como de ofrecer soluciones precisas y escalables a los problemas de cualquier proyecto.",
  "about-me-info-p2": "Actualmente curso Ingeniería en Informática y cuando no estoy con la carrera, dedico mis horas al aprendizaje y práctica de tecnologías enfocadas al Desarrollo Web. Soy muy organizado con mi trabajo y estudios, muy detallista al resultado final de los proyectos que hago y me hace muy feliz de pasar todas las noches programando, con música y café.",
  "about-me-info-p3": "Mi interés por este mundo nació desde muy pequeño y ya durante el bachillerato, como hobby programaba en Unity y Visual Studio utilizando C#. Por ahora estoy enfocado exclusivamente al desarrollo web, pero tras graduarme me especializaré en otras áreas de la programación como la Inteligencia Artificial o el Análisis de Datos.",
  "about-me-hobby-math": "Matematicas",
  "about-me-hobby-gaming": "Videojuegos",
  "about-me-hobby-music": "Musica",
  "about-me-cv": "Ver Currículum",
  "about-me-github": "Github",
  "skills-header-title": "Habilidades",
  "skills-header-text": "Las tecnoogías y herramientas con las que trabajo",
  "skills-frontend-info": "Maquetación de páginas, desarrollo de animaciones y funcionalidades: el Frontend abarca todo lo que usuario visualiza y con lo que puede interactuar, y dispongo de la capacidad para desarrollar sitios webs impresionantes y únicos.",
  "skills-backend-info": "Creación de E-Commers, blogs, aplicaciones administrativas: el Backend representa toda la lógica detrás de un sitio web, y dispongo de los conocimientos necesarios para el desarrollo de éste y el mantenimiento de sus bases de datos.",
  "portfolio-header-title": "Proyectos",
  "portfolio-header-text": "Aquí los proyectos en los que estoy trabajando y que desplegaré a lo largo del 2023",
  "portfolio-project-personalBlog-title": "Blog Personal",
  "portfolio-project-personalBlog-p1": "Sitio web para escribir sobre los proyectos que voy construyendo, mis experiencias como desarrollador y para redactar tutoriales, consejos y trucos de programación. La web tendrá el mismo aspecto visual de mi porfolio web personal, y desde el momento en el que esté desplegada, trabajaré activamente creando contenido.",
  "portfolio-project-notes-title": "Aplicación de Notas",
  "portfolio-project-notes-p1": "Pensado para estudiar el ecosistema de Firebase, este proyecto incorpora los servicios de autenticación de usuarios, base de datos y almacenamiento en la nube, y permitirá la creación, gestión, edición y eliminación de notas, listas de tareas y agendas.",
  "portfolio-project-coinMarketCapClone-title": "Clon de CoinMarketCap",
  "portfolio-project-coinMarketCapClone-p1": "Réplica de uno de los sitios web más famosos para el tracking del criptomercado, tanto a nivel visual como funcional. El clon usará la Api oficial de CoinMarketCap para cargar los datos de las criptos e incluirá charts, creación de Whatchlist y porfolios personalizados, registro de usuarios, cuadros de comentarios, etc.",
  "portfolio-project-bigCoders-title": "Playground de Código",
  "portfolio-project-bigCoders-p1": "Aplicación web destinada a ser una gran colección de ejercicios de lógica de programación en diferentes lenguajes. Los usuarios podrán registrarse y monitorear su progreso y estadísticas, y mediante un playground de código, resolver los ejercicios disponibles. En un inicio se incluirán prácticas para los básicos de la web: HTML, CSS, Javascript y PHP, pero con el tiempo se irán agregando otros lenguajes como Java, Rust, C#, c++.",
  "portfolio-project-nanogramGame-title": "Web de Nanogramas",
  "portfolio-project-nanogramGame-p1": "No dudes en comunicarte conmigo en cualquier momento, ya sea por email directo a ricardosanchez.webdev@gmail.com o utilizando el fomulario de abajo. Estoy interesando en toda clase de proyectos sin importar su dificultad.",
  "portfolio-project-technologies": "Tecnologías",
  "portfolio-project-status": "Estado: ",
  "portfolio-project-status-finished": "Desplegado",
  "portfolio-project-status-in-progress": "En desarrollo",
  "portfolio-project-status-pending": "Pendiente",
  "portfolio-project-define" : ": por definir",
  "portfolio-project-view-project": "Visitar Sitio Web",
  "contact-title":"Contacto",
  "contact-paragraph":"No dudes en comunicarte conmigo en cualquier momento, ya sea por email directo a ricardosanchez.webdev@gmail.com o utilizando el fomulario de abajo. Estoy interesando en toda clase de proyectos sin importar su dificultad.",
  "form-name":"Nombre",
  "form-email":"Correo Electrónico",
  "form-content":"Tu Mensaje",
  "form-response-green": "Correo enviado exitosamente",
  "form-response-red": "El correo no pudo ser enviado",
  "contact-phrase":"El código es capaz de cosas increíbles",
  "contact-handcrafted-by":"Esta página web fue hecha por mí © 2022"
}