{
  "nav-about-me": "Sobre mi",
  "nav-skills": "Habilidades",
  "nav-portfolio": "Porfolio",
  "nav-contact": "Contacto",
  "nav-home": "Inicio",
  "header-title": "Hola, mi nombre es <br> <span>RICARDO SANCHEZ</span>",
  "header-subtext": "Desarollador Web Full Stack y Amante del Código. <br> <span> Creo impresionantes y originales páginas web. La imaginación no tiene límites <span>",
  "header-info-text": "Si quieres conocer acerca del desarrollo de este porfolio y sobre futuras actualizaciones, visita el <a href='https://github.com/Rickhersd/Portfolio'> Respositorio de este Proyecto</a>",
  "settings-language": "Lenguaje",
  "about-me-header-title": "Un Gusto Conocerte!",
  "about-me-header-text": "Sientete libre de conocerme. Ya estoy listo para comenzar a trabajar.",
  "about-me-info-title": "Quien soy?",
  "about-me-info-p1": "Soy un desarollador Full-stack localizado en Venezuela. Apacioando  a serious passion for UI effects, animations and creating intuitive, dynamic user experiences.",
  "about-me-info-p2": "Aunque soy estudiante de Ingenier'ia. mi curiosidad y ganas de programar me hicieron ser completamente auditacta. Soy organizado, tranaquilo y muy detallista. Adoro resolver problemas, las matematica y pasar las noches con el codigo. musica y mucho cafe...",
  "about-me-info-p3": "Estoy interesando en el desarrollo de paginas, tanto por el fronent como por e backend, y a tras, prentendo ampliar mis conocimiento y especializarme en araes de la programcion como el desarrollo de Videojuego, la integiencias artifical y el analisis de datos.",
  "about-me-hobby-math": "Matematicas",
  "about-me-hobby-gaming": "Videojuegos",
  "about-me-hobby-music": "Musica",
  "about-me-cv": "Ver curriculum",
  "about-me-github": "Perfil de Github",
  "skills-header-title": "Habilidades",
  "skills -header-text": "Sientete libre de conocerme. Ya estoy listo para comenzar a trabajar.",
  "portfolio-header-title": "Proyectos",
  "portfolio-header-text": "Una muestro de los proyectos que estoy desarrollado. Cada día trabajando en ellos",
  "portfolio-project-personalBlog-title": "Blog Personal",
  "portfolio-project-personalBlog-p1": "Un espacio personal para redactar acerca de las proyectos que ire construyendo, tutoriales y consejos de programacion, y mis experiencias como programador",
  "portfolio-project-notes-title": "Aplicación de notas",
  "portfolio-project-notes-p1": "Este simple proyecto esta pensando para estudiar el uso de base de datos con el servicio de Google, Firebase. Incluira autenticacion de usarios, y guardado, edicion y eliminacion de notas. Asi",
  "portfolio-project-coinMarketCapClone-title": "Clon de CoinMarketCap",
  "portfolio-project-coinMarketCapClone-p1": "Este reto Fulstack busca replicar una de las paginas webs mas famosas para el monitoreo del criptomercado. Inclura tanto su aspecto visual y las caracteriticas, como crear, comentar en determinadas criptos, revisar",
  "portfolio-project-bigCoders-title": "BigCoders",
  "portfolio-project-bigCoders-p1": "Este proyecto Open Source busca ser una gran coleccion de ejercicios de Programacion en diferentes lenguajes. En un inicio la Web recopilara ejercicios de JavaScript, CSS, HTML y PHP, desde simples hasta avanzados; un playground para las practicas y un registro de usuarios para guardar el progreso y un dashboard para ver estadisticas",
  "portfolio-project-nanogramGame-title": "Web de Nanogramas",
  "portfolio-project-nanogramGame-p1": "Los nanogramas son un Tipo de rompecabeza que coniste en rellenar casillas de acuerdo a los numberos mostrados en los laterales. La web inclura una gran variedad de puzzles en difenrtees dificultadesl y se podran generarar nanogramas aleatorios; crear personalizados,",
  "portfolio-project-technologies": "Tecnologías",
  "portfolio-project-status": "Estado: ",
  "portfolio-project-status-finished": "Desplegado",
  "portfolio-project-status-in-progress": "En desarrollo",
  "portfolio-project-status-pending": "Pendiente",
  "portfolio-project-view-project": "Visitar Sitio Web",
  "contact-title":"Contacto",
  "contact-paragraph":"Estoy interesando en oportunidades, tanto freelancers como laborales, e independiente del proyecto. Cualquier. si tiene alguna otra pregunta que hacerme, no dudes en usar el siguiente formulario o tambien escribirme directamente: ",
  "form-name":"Nombre",
  "form-email":"Correo Electrónico",
  "form-content":"Tu Mensaje",
  "form-response-green": "Correo enviado exitosamente",
  "form-response-red": "El correo no pudo ser enviado",
  "contact-phrase":"El código es capaz de cosas increíbles",
  "contact-handcrafted-by":"Esta página web fue hecha por mí © 2022"
}